export const classLevel = {
    "초보자": {
        "0": "초보자",
        "1": "전체 전직"
    },
    "검사": {
        "0": "전사",
        "1": "검사"
    },
    "매지션": {
        "0": "마법사",
        "1": "매지션"
    },
    "아처": {
        "0": "궁수",
        "1": "아처"
    },
    "로그": {
        "0": "도적",
        "1": "로그"
    },
    "해적": {
        "0": "해적",
        "1": "해적"
    },
    "노블레스": {
        "0": "기사단",
        "1": "노블레스"
    },
    "시티즌": {
        "0": "레지스탕스",
        "1": "시티즌"
    },
    "파이터": {
        "0": "전사",
        "2": "파이터"
    },
    "페이지": {
        "0": "전사",
        "2": "페이지"
    },
    "스피어맨": {
        "0": "전사",
        "2": "스피어맨"
    },
    "크루세이더": {
        "0": "전사",
        "3": "크루세이더"
    },
    "나이트": {
        "0": "전사",
        "3": "나이트"
    },
    "버서커": {
        "0": "전사",
        "3": "버서커"
    },
    "히어로": {
        "0": "전사",
        "4": "히어로",
        "5": "히어로",
        "6": "히어로"
    },
    "팔라딘": {
        "0": "전사",
        "4": "팔라딘",
        "5": "팔라딘",
        "6": "팔라딘"
    },
    "다크나이트": {
        "0": "전사",
        "4": "다크나이트",
        "5": "다크나이트",
        "6": "다크나이트"
    },
    "위자드(불,독)": {
        "0": "마법사",
        "2": "위자드(불,독)"
    },
    "위자드(썬,콜)": {
        "0": "마법사",
        "2": "위자드(썬,콜)"
    },
    "클레릭": {
        "0": "마법사",
        "2": "클레릭"
    },
    "메이지(불,독)": {
        "0": "마법사",
        "3": "메이지(불,독)"
    },
    "메이지(썬,콜)": {
        "0": "마법사",
        "3": "메이지(썬,콜)"
    },
    "프리스트": {
        "0": "마법사",
        "3": "프리스트"
    },
    "아크메이지(불,독)": {
        "0": "마법사",
        "4": "아크메이지(불,독)",
        "5": "아크메이지(불,독)",
        "6": "아크메이지(불,독)"
    },
    "아크메이지(썬,콜)": {
        "0": "마법사",
        "4": "아크메이지(썬,콜)",
        "5": "아크메이지(썬,콜)",
        "6": "아크메이지(썬,콜)"
    },
    "비숍": {
        "0": "마법사",
        "4": "비숍",
        "5": "비숍",
        "6": "비숍"
    },
    "헌터": {
        "0": "궁수",
        "2": "헌터"
    },
    "사수": {
        "0": "궁수",
        "2": "사수"
    },
    "레인저": {
        "0": "궁수",
        "3": "레인저"
    },
    "저격수": {
        "0": "궁수",
        "3": "저격수"
    },
    "보우마스터": {
        "0": "궁수",
        "4": "보우마스터",
        "5": "보우마스터",
        "6": "보우마스터"
    },
    "신궁": {
        "0": "궁수",
        "4": "신궁",
        "5": "신궁",
        "6": "신궁"
    },
    "어쌔신": {
        "0": "도적",
        "2": "어쌔신"
    },
    "시프": {
        "0": "도적",
        "2": "시프"
    },
    "허밋": {
        "0": "도적",
        "3": "허밋"
    },
    "시프마스터": {
        "0": "도적",
        "3": "시프마스터"
    },
    "나이트로드": {
        "0": "도적",
        "4": "나이트로드",
        "5": "나이트로드",
        "6": "나이트로드"
    },
    "섀도어": {
        "0": "도적",
        "4": "섀도어",
        "5": "섀도어",
        "6": "섀도어"
    },
    "인파이터": {
        "0": "해적",
        "2": "인파이터"
    },
    "건슬링거": {
        "0": "해적",
        "2": "건슬링거"
    },
    "캐논슈터": {
        "0": "해적",
        "2": "캐논슈터"
    },
    "버커니어": {
        "0": "해적",
        "3": "버커니어"
    },
    "발키리": {
        "0": "해적",
        "3": "발키리"
    },
    "캐논블래스터": {
        "0": "해적",
        "3": "캐논블래스터"
    },
    "바이퍼": {
        "0": "해적",
        "4": "바이퍼",
        "5": "바이퍼",
        "6": "바이퍼"
    },
    "캡틴": {
        "0": "해적",
        "4": "캡틴",
        "5": "캡틴",
        "6": "캡틴"
    },
    "캐논마스터": {
        "0": "해적",
        "4": "캐논마스터",
        "5": "캐논마스터",
        "6": "캐논마스터"
    },
    "패스파인더": {
        "0": "궁수",
        "1": "아처(패스파인더)",
        "2": "에인션트아처",
        "3": "체이서",
        "4": "패스파인더",
        "5": "패스파인더",
        "6": "패스파인더"
    },
    "세미듀어러": {
        "0": "도적",
        "1.5": "세미듀어러"
    },
    "듀어러": {
        "0": "도적",
        "2": "듀어러"
    },
    "듀얼마스터": {
        "0": "도적",
        "2.5": "듀얼마스터"
    },
    "슬래셔": {
        "0": "도적",
        "3": "슬래셔"
    },
    "듀얼블레이더": {
        "0": "도적",
        "4": "듀얼블레이더",
        "5": "듀얼블레이더",
        "6": "듀얼블레이더"
    },
    "소울마스터": {
        "0": "기사단",
        "1": "소울마스터",
        "2": "소울마스터",
        "3": "소울마스터",
        "4": "소울마스터",
        "5": "소울마스터",
        "6": "소울마스터"
    },
    "플레임위자드": {
        "0": "기사단",
        "1": "플레임위자드",
        "2": "플레임위자드",
        "3": "플레임위자드",
        "4": "플레임위자드",
        "5": "플레임위자드",
        "6": "플레임위자드"
    },
    "윈드브레이커": {
        "0": "기사단",
        "1": "윈드브레이커",
        "2": "윈드브레이커",
        "3": "윈드브레이커",
        "4": "윈드브레이커",
        "5": "윈드브레이커",
        "6": "윈드브레이커"
    },
    "나이트워커": {
        "0": "기사단",
        "1": "나이트워커",
        "2": "나이트워커",
        "3": "나이트워커",
        "4": "나이트워커",
        "5": "나이트워커",
        "6": "나이트워커"
    },
    "스트라이커": {
        "0": "기사단",
        "1": "스트라이커",
        "2": "스트라이커",
        "3": "스트라이커",
        "4": "스트라이커",
        "5": "스트라이커",
        "6": "스트라이커"
    },
    "미하일": {
        "0": "기사단",
        "1": "미하일",
        "2": "미하일",
        "3": "미하일",
        "4": "미하일",
        "5": "미하일",
        "6": "미하일"
    },
    "배틀메이지": {
        "0": "레지스탕스",
        "1": "배틀메이지",
        "2": "배틀메이지",
        "3": "배틀메이지",
        "4": "배틀메이지",
        "5": "배틀메이지",
        "6": "배틀메이지"
    },
    "와일드헌터": {
        "0": "레지스탕스",
        "1": "와일드헌터",
        "2": "와일드헌터",
        "3": "와일드헌터",
        "4": "와일드헌터",
        "5": "와일드헌터",
        "6": "와일드헌터"
    },
    "메카닉": {
        "0": "레지스탕스",
        "1": "메카닉",
        "2": "메카닉",
        "3": "메카닉",
        "4": "메카닉",
        "5": "메카닉",
        "6": "메카닉"
    },
    "데몬슬레이어": {
        "0": "레지스탕스",
        "1": "데몬슬레이어",
        "2": "데몬슬레이어",
        "3": "데몬슬레이어",
        "4": "데몬슬레이어",
        "5": "데몬슬레이어",
        "6": "데몬슬레이어"
    },
    "데몬어벤져": {
        "0": "레지스탕스",
        "1": "데몬어벤져",
        "2": "데몬어벤져",
        "3": "데몬어벤져",
        "4": "데몬어벤져",
        "5": "데몬어벤져",
        "6": "데몬어벤져"
    },
    "제논": {
        "0": "레지스탕스",
        "1": "제논",
        "2": "제논",
        "3": "제논",
        "4": "제논",
        "5": "제논",
        "6": "제논"
    },
    "블래스터": {
        "0": "레지스탕스",
        "1": "블래스터",
        "2": "블래스터",
        "3": "블래스터",
        "4": "블래스터",
        "5": "블래스터",
        "6": "블래스터"
    },
    "제로": {
        "0": "초월자",
        "1": "제로",
        "2": "제로",
        "3": "제로",
        "4": "제로",
        "5": "제로",
        "6": "제로"
    },
    "키네시스": {
        "0": "프렌즈 월드",
        "1": "키네시스",
        "2": "키네시스",
        "3": "키네시스",
        "4": "키네시스",
        "5": "키네시스",
        "6": "키네시스"
    },
    "아란": {
        "0": "아란",
        "1": "전체 전직",
        "2": "전체 전직",
        "3": "전체 전직",
        "4": "전체 전직",
        "5": "전체 전직",
        "6": "전체 전직"
    },
    "에반": {
        "0": "에반",
        "1": "전체 전직",
        "2": "전체 전직",
        "3": "전체 전직",
        "4": "전체 전직",
        "5": "전체 전직",
        "6": "전체 전직"
    },
    "메르세데스": {
        "0": "메르세데스",
        "1": "전체 전직",
        "2": "전체 전직",
        "3": "전체 전직",
        "4": "전체 전직",
        "5": "전체 전직",
        "6": "전체 전직"
    },
    "팬텀": {
        "0": "팬텀",
        "1": "전체 전직",
        "2": "전체 전직",
        "3": "전체 전직",
        "4": "전체 전직",
        "5": "전체 전직",
        "6": "전체 전직"
    },
    "루미너스": {
        "0": "루미너스",
        "1": "전체 전직",
        "2": "전체 전직",
        "3": "전체 전직",
        "4": "전체 전직",
        "5": "전체 전직",
        "6": "전체 전직"
    },
    "카이저": {
        "0": "카이저",
        "1": "전체 전직",
        "2": "전체 전직",
        "3": "전체 전직",
        "4": "전체 전직",
        "5": "전체 전직",
        "6": "전체 전직"
    },
    "엔젤릭버스터": {
        "0": "엔젤릭버스터",
        "1": "전체 전직",
        "2": "전체 전직",
        "3": "전체 전직",
        "4": "전체 전직",
        "5": "전체 전직",
        "6": "전체 전직"
    },
    "은월": {
        "0": "은월",
        "1": "전체 전직",
        "2": "전체 전직",
        "3": "전체 전직",
        "4": "전체 전직",
        "5": "전체 전직",
        "6": "전체 전직"
    },
    "카데나": {
        "0": "카데나",
        "1": "전체 전직",
        "2": "전체 전직",
        "3": "전체 전직",
        "4": "전체 전직",
        "5": "전체 전직",
        "6": "전체 전직"
    },
    "일리움": {
        "0": "일리움",
        "1": "전체 전직",
        "2": "전체 전직",
        "3": "전체 전직",
        "4": "전체 전직",
        "5": "전체 전직",
        "6": "전체 전직"
    },
    "아크": {
        "0": "아크",
        "1": "전체 전직",
        "2": "전체 전직",
        "3": "전체 전직",
        "4": "전체 전직",
        "5": "전체 전직",
        "6": "전체 전직"
    },
    "호영": {
        "0": "호영",
        "1": "전체 전직",
        "2": "전체 전직",
        "3": "전체 전직",
        "4": "전체 전직",
        "5": "전체 전직",
        "6": "전체 전직"
    },
    "아델": {
        "0": "아델",
        "1": "전체 전직",
        "2": "전체 전직",
        "3": "전체 전직",
        "4": "전체 전직",
        "5": "전체 전직",
        "6": "전체 전직"
    },
    "카인": {
        "0": "카인",
        "1": "전체 전직",
        "2": "전체 전직",
        "3": "전체 전직",
        "4": "전체 전직",
        "5": "전체 전직",
        "6": "전체 전직"
    },
    "라라": {
        "0": "라라",
        "1": "전체 전직",
        "2": "전체 전직",
        "3": "전체 전직",
        "4": "전체 전직",
        "5": "전체 전직",
        "6": "전체 전직"
    },
    "칼리": {
        "0": "칼리",
        "1": "전체 전직",
        "2": "전체 전직",
        "3": "전체 전직",
        "4": "전체 전직",
        "5": "전체 전직",
        "6": "전체 전직"
    },


}